DIAG_LINK_TITLE = "Diagnose";
DIAG_CLEAR_ALL_LOGS_TITLE = "Protokolle löschen";
DIAG_SAVE_ALL_LOGS_TITLE = "Protokolle sichern";
DIAG_ENTER_NOTES_TITLE = "Notizen";

/* Clear Logs confirmation dialog items */
DIAG_CLEAR_LOGS_SHEET_TITLE = "Protokolle löschen?";
DIAG_CLEAR_LOGS_SHEET_PROMPT = "Möchten Sie die Diagnoseprotokolle wirklich löschen?";
DIAG_CLEAR_LOGS_SHEET_OK = "Löschen";
DIAG_CLEAR_LOGS_SHEET_CANCEL = "Abbrechen";

/* Diagnostics Save Logs alert items */
DIAG_NO_LOGS_TO_SAVE_TITLE = "Keine Protokolle";
DIAG_NO_LOGS_TO_SAVE_MESSAGE = "Es gibt zurzeit keine zu sichernden Protokolle.";

/* Navigation bar items in diagnostics 'notes' screen */
DIAG_NOTES_TITLE = "Notizen";
DIAG_NOTES_CANCEL = "Abbrechen";
DIAG_NOTES_DONE = "Fertig";

/* Prompts in diagnostics 'notes' screen */
DIAG_NOTES_PROMPT = "Notizen zum Problem eingeben";
DIAG_NOTES_SAVING_PROMPT = "Protokolle sichern";
DIAG_NOTES_FINISHED_SAVING_PROMPT = "Protokolle wurden gesichert";

/* Dialog presented after successful diagnostics save */
DIAG_LOG_SAVED_TITLE = "Sichern abgeschlossen";
DIAG_LOG_SAVED_MESSAGE = "Die Protokolldateien wurden im Ordner „%@“ gesichert. Um die Protokolldateien anzuzeigen, synchronisieren Sie mit iTunes.";

/* Simple Alerts */
DIAG_SIMPLE_ALERT_OK = "OK";